<?php

return[
    'new' => 'Новая Задача',
    'clear' => 'Очистить Выполненные',
    'all' => 'Все Задачи',
    'add' => 'Добавить задачу',
    'small' => 'Просто сделай это.',
    'placeholder' => 'Соверши нечто потрясное',


    'title' => 'Название',
    'status' => 'Статус',
    'complete' => 'Завершить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'close' => 'Закрыть',
    'success' => 'Завершено',

    'statusCompleted' => 'Заверешенное',
    'statusUncompleted' => 'Незавершенное',

    'home' => 'Задачи',
    'logout' => 'Выйти',
    'login' => 'Войти',
    'register' => 'Зарегистрироваться'
];
