<?php

return[
    'new' => 'Нове Завдання',
    'clear' => 'Очистити Виконані',
    'all' => 'Всі Завдання',
    'add' => 'Додати завдання',
    'small' => 'Зроби',
    'placeholder' => 'Твоє завдання...',


    'title' => 'Назва',
    'status' => 'Статус',
    'complete' => 'Завершити',
    'edit' => 'Редагувати',
    'delete' => 'Видалити',
    'close' => 'Закрити',
    'success' => 'Завершено',

    'statusCompleted' => 'Завершене',
    'statusUncompleted' => 'Незавершене',

    'home' => 'Завдання',
    'logout' => 'Вийти',
    'login' => 'Увійти',
    'register' => 'Реєстрація',

    'remember' => "Запам'ятати мене",
    'password' => 'Пароль',
    'forgot' => 'Забули пароль?',

    'name' => "Ім'я",
    'conf' => 'Підтвердження пароля',
    'avatar' => 'Фото профілю',

    'changeName' => "Змінити Імʼя",
    'submit' => 'Змінити',
    'overall' => 'Всього завершених',
    'uncompleted' => 'У процессі',
    'completed' => 'Завершених',

    'editTask' => 'Редагувати Завдання',

];
